[
  {
    "text": "If you fall asleep now, you will dream. If you study now, you will live your dream. ",
    "author": "Harvard students motivation"
  },
  {
    "text": "When you think it’s too late, the truth is, it’s still early.",
    "author": "Harvard students motivation"
  },
  {
    "text": "The pain of studying is only temporary. But the pain of not knowing – ignorance — is forever.",
    "author": "Harvard students motivatio"
  },
  {
    "text": "Success doesn't come to you. You go to it ",
    "author": "Marva Collins"
  },
  {
    "text": "Success is 99% failure",
    "author": "Soichiro Honda"
  },
  {
    "text": "Enjoy the inexorable pain",
    "author": "Harvard students motivation"
  },
  {
    "text": "All our dreams can come true, if we have the courage to pursue them",
    "author": "Walt Disney"
  },
  {
    "text": "Everything you’ve ever wanted is on the other side of fear. ",
    "author": "Steve Jobs"
  },
  {
    "text": "Your time is limited, so don’t waste it living someone else’s life",
    "author": "Carl Bard"
  },
  {
    "text": "We don’t develop courage by being happy every day. We develop it by surviving difficult times and challenging adversity",
    "author": "Barbara De Angelis"
  },
  {
    "text": "Learn from the past, set vivid, detailed goals for the future, and live in the only moment of time over which you have any control: now.",
    "author": "Denis Waitley"
  },
  {
    "text": "Challenges are what make life interesting and overcoming them is what makes life meaningful.",
    "author": "Joshua Marine"
  },
  {
    "text": "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.",
    "author": "Norman Vincent Peale"
  },
  {
    "text": "Success is stumbling from failure to failure with no loss of enthusiasm.",
    "author": "Winston S. Churchill"
  },
  {
    "text": "Do one thing every day that scares you",
    "author": "Eleanor Roosevelt"
  },
  {
    "text": "Believe you can and you’re halfway there.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "All you need is love.",
    "author": "John Lennon"
  },
  {
    "text": "Education is our passport to the future, for tomorrow belongs to the people who prepare for it today. ",
    "author": " Malcolm X."
  },
  {
    "text": "Wherever you go, go with all your heart",
    "author": "Confucius"
  },
  {
    "text": "Develop an ‘attitude of gratitude’. Say thank you to everyone you meet for everything they do for you",
    "author": "Brian Tracy"
  },
  {
    "text": "The successful warrior is the average man, with laser-like focus",
    "author": "Bruce Lee"
  },
  {
    "text": "For the world you may be just one person, but for one person you may be the whole world.",
    "author": "Marva Collins"
  },
  {
    "text": "The memory warms you up inside, but it also breaks your soul apart.",
    "author": "Carl Bard"
  },
  {
    "text": "Memories take us back, dreams take us forward.",
    "author": "Johann Wolfgang Von Goethe"
  },
  {
    "text": "Life is what happens while you’re busy making other plans ",
    "author": "Pablo Picasso"
  },
  {
    "text": "Live each day as if it’s your last",
    "author": "Marva Collins"
  },
  {
    "text": "When words fail, music speaks ",
    "author": "Ганс Христиан Андерсен"
  }
]
